{
    "language_name": "burmese",
    "quiz_loading": "Loading…",
    "quiz_strongly_agree": "ပြင်းပြင်းထန်ထန်ထောက်ခံ",
    "quiz_agree": "ထောက်ခံ",
    "quiz_neutral": "ပုံမှန်/မသေချာ",
    "quiz_disagree": "ဆန့်ကျင်",
    "quiz_strongly_disagree": "ပြင်းပြင်းထန်ထန်ဆန့်ကျင်",
    "quiz_back": "နောက်သို့",
    "quiz_question_of": "မေးခွန်း{{total}}ခုမှ {{count}}ခုမြောက်",
    "inst_h2": "လမ်းညွှန်ချက်",
    "inst_p": "နောက်စာမျက်နှာတွင် မေးခွန်းများကိုဖြေဆိုရမည်ဖြစ်ပြီး သင့်ခံယူချက်ကို ရွေးချယ်ဖြေဆိုရပါမည်။",
    "inst_gotit": "နားလည်ပြီ",
    "inst_nvm": "အိုး.. မဟုတ်သေးဘူး",
    "result_h1": "ရလဒ်",
    "result_url": "<br>သင်၏ ရလဒ်ကိုမျှဝေရန် အောက်ပါပုံကို Save ၍ဖြစ်စေ၊ လက်ရှိ လင်ခ့်ကိုကူး၍ဖြစ်စေ မျှဝေနိုင်ပါသည်။",
    "result_h2_match": "အနီးစပ်ဆုံးခံယူချက်: <span class='weight-300' id='ideology-label'> </span>",
    "result_h2_next_matches": "အခြားနီးစပ်သည့် ခံယူချက်များ",
    "next_matches_percent": " အနီးစပ်ဆုံးခံယူချက်သည် 100% ဖြစ်ပြီး အဝေးကွာဆုံးခံယူချက်သည် 0% ဖြင့်ဖော်ပြထားပြီး အခြားနီးစပ်သည့် ခံယူချက်များကိုလဲဖော်ပြထားပါသည်။",
    "result_h2_score": "သင့်ရလဒ်ကိုမကြိုက်ဘူးလား!",
    "result_issues": " ဒီကောက်ချက်ချမှုသည် အပြည့်အဝမမှန်နိုင်ဘူးဆိုတာကို သိထားပါ။ အဖြေပေါ်မူတည်၍ ကောက်ချက်ဆွဲထားခြင်းဖြစ်ပါသည်။ အကယ်၍ အခြားအကြံပြုချက်များရှိလျှင်  <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>ဤဖောင်ကို</a> ဖြည့်၍သော်လည်းကောင်း <a href='https://github.com/LeftValues/leftvalues.github.io'>GitHub Page</a> တွင် issue ဖွင့်၍လည်းကောင်း အကြံပြုနိုင်ပါသည်။",
    "result_a_label": "Extremely Revolutionary,Very Revolutionary,Revolutionary,Neutral,Reformist,Very Reformist,Extremely Reformist",
    "result_b_label": "Extremely Scientific,Very Scientific,Scientific,Neutral,Utopian,Very Utopian,Extremely Utopian",
    "result_c_label": "Extremely Centralist,Very Centralist,Centralist,Neutral,Decentralist,Very Decentralist,Extremely Decentralist",
    "result_d_label": "Extremely Internationalist,Very Internationalist,Internationalist,Neutral,Nationalist,Very Nationalist,Extremely Nationalist",
    "result_e_label": "Extremely Partisan,Very Partisan,Partisan,Neutral,Unionist,Very Unionist,Extremely Unionist",
    "result_f_label": "Extremely Productivist,Very Productivist,Productivist,Neutral,Ecological,Very Ecological,Extremely Ecological",
    "result_g_label": "Extremely Conservative,Very Conservative,Conservative,Neutral,Progressive,Very Progressive,Extremely Progressive",
    "result_back": "နောက်သို့",
    "index_b_start": "စတင်ရန်",
    "index_h2_whatis": "LST ဆိုတာဘာလဲ?",
    "index_p_answer": "LST (Left Score Test) ဆိုတာ လက်ဝဲနိုင်ငံရေးသဘောတရားဝါဒီများအတွက် ရပ်တည်ချက်ကို ခန့်မှန်းတွက်ချက်ပေးသောပရိုဂရမ်တစ်ခုဖြစ်ပါသည်။ ဤ ပရိုဂရမ်သည် <a href='https://8values.github.io/'>8values</a> ကိုအခြေခံထားပြီး လက်ဝဲစွန်းဝါဒီများအတွက်ပြင်ဆင်ကာ <a href='https://leftvalues.github.io'>LeftValues</a>၏ မြန်မာဘာသာအခွဲတစ်ခုဖြစ်ပါသည်။  အကယ်၍ သင်သည် လက်ဝဲစွန်းဝါဒီမဟုတ်ပါက ဤမေးခွန်းများနှင့် ရလဒ်များသည် သင့်အတွက်မှန်ကန်မည် မဟုတ်နိုင်ပါ။  ဤနေရာတွင် မေးခွန်းများကို သင့်ယူဆချက်များအတိုင်း ဖြေရန်လိုအပ်ပြီး မေးခွန်းများဖြေသောအခါ  <b>ပြင်းပြင်းထန်ထန်ထောက်ခံခြင်း</b> မှ <b>ပြင်းပြင်းထန်ထန်ဆန့်ကျင်ခြင်း</b> အထိပါဝင်ပြီး အဖြေကိုမူတည်၍ ရလဒ်ကို နောက်ဆုံး၌ ရာခိုင်နှုန်းများနှင့် တစ်ခုစီ ပြသသွားပါမည်။ ဒီတော့ မိမိအမှန်တကယ် လက်ခံနိုင်တဲ့ အဖြေကိုသာဖြေဆိုကြပါ။<br/><br/> ဒီနေရာမှာ မေးခွန်း <b><u><span id='numOfQuestions'></span></u></b> ခုမေးထားပါတယ်။",
    "index_h2_whatvalues": "ရလဒ်တွေကို ဘယ်လိုသတ်မှတ်လဲ ?",
    "index_sixaxes": "ဒီစမ်းသပ်မှုမှာ ရလဒ် (၇)ခုကို ဖြစ်နိုင်ခြေအဖြေ (၁၄) ခုကနေတွက်ချက်ပေးသွားမှာပါ။ ၎င်းတို့မှာ",
    "index_rev_desc": "<b style='color:{{colors.rev}};'>Revolution</b> <b>vs.</b> <b style='color:{{colors.ref}};'>Reform</b><br/> ဒီနေရာမှာ Revolution ရလဒ်မြင့်သူတွေဟာ အရင်းရှင်စနစ်ကို တော်လှန်ရေးတွေ အများအပြားလုပ်ပြီး ဖျက်သိမ်းရမယ်လို့ လက်ခံသူတွေဖြစ်ကြပါတယ်။ Reform ရလဒ်မြင့်သူတွေကတော့ လက်ရှိစနစ်ကို ပြန်လည်ပြုပြင်ပြီး လစ်ဘရယ်ဒီမိုကရေစီလိုမျိုးအရာနဲ့ အရင်းရှင်စနစ်ကို တဖြည်းဖြည်းဖျက်သိမ်းကာ ဆိုရှယ်လစ်စနစ်ကိုဦးတည်ရမယ်လို့ လက်ခံသူတွေဖြစ်ကြပါတယ်။",
    "index_sci_desc": "<b style='color:{{colors.sci}};'>Scientific</b> <b>vs.</b> <b style='color:{{colors.uto}};'>Utopian</b><br/>Scientific ရလဒ်မြင့်သူတွေဟာ အနုပဋိလောမရုပ်ဝါဒနည်းအရ မာ့က်စ်ဝါဒနဲ့ လက်ရှိလူ့အဖွဲ့အစည်းကို ခွဲခြမ်းစိတ်ဖြာဖို့ ထောက်ခံသူတွေဖြစ်ကြပါတယ်။  Utopian ရလဒ်မြင့်သူများမှာ ရုပ်ဝါဒကိုပယ်ချပြီး စိတ်ဝါဒအတွေးအမြင်များဖြင့် လက်ရှိလူ့အဖွဲ့အစည်းကို ခွဲခြမ်းစိတ်ဖြာဖို့ ထောက်ခံသူတွေဖြစ်ကြပါတယ်။",
    "index_cent_desc": "<b style='color:{{colors.cent}};'>Central</b> <b>vs.</b> <b style='color:{{colors.dec}};'>Decentral</b><br/> Central ရလဒ်မြင့်သူများမှာ ဗဟိုချုပ်ကိုင်မှု အစီအစဉ်များနှင့် စီးပွားရေးပုံစံဖော်ဆောင်ရန် လက်ခံသူများဖြစ်ကြသည်။ Decentral ရလဒ်မြင့်သူများမှာ ဗဟိုချုပ်ကိုင်မှုမရှိပဲ အများအားဖြင့် ဒေသဆိုင်ရာအဖွဲ့အစည်းများနှင့် စီးပွားရေးပုံစံဖော်ဆောင်ရန် လက်ခံကြသူများဖြစ်ကြသည်။ ",
    "index_int_desc": "<b style='color:{{colors.int}};'>International</b> <b>vs.</b> <b style='color:{{colors.nat}};'>National</b><br/> International ရလဒ်မြင့်မားသူများသည် အပြည်ပြည်ဆိုင်ရာ ဆိုရှယ်လစ်လှုပ်ရှားမှုဖြင့် ဆိုရှယ်လစ်စနစ်ကို ဖော်ဆောင်ရမည်ဟု လက်ခံသူများဖြစ်ပြီး အချို့မှာ နိုင်ငံများကို ဖျက်သိမ်းလိုကြသူများ ဖြစ်ကြသည်။ National ရလဒ်မြင့်မားသူများသည် ဆိုရှယ်လစ်အသိုက်အဝန်းကို လက်ရှိ ရှိနေသော နယ်မြေနိုင်ငံများအတိုင်း တည်ဆောက်ရမည်ဟု ယုံကြည်သူများဖြစ်ပြီး ကမ္ဘာလုံးဆိုင်ရာ ဆိုရှယ်လစ်နိုင်ငံ တစ်ခုတည်းဖြစ်လာရေးကို ပယ်ချကြသည်။",
    "index_party_desc": "<b style='color:{{colors.party}};'>Party</b> <b>vs.</b> <b style='color:{{colors.syn}};'>Union</b><br/> Party ရလဒ်မြင့်မားသူများသည် အခြေခံဆိုရှယ်လစ်လှုပ်ရှားမှုကို နိုင်ငံရေးပါတီများဖြင့် ဆောင်ရွက်လိုကြသူများဖြစ်ကြသည်။ Union ရလဒ်မြင့်မားသူများသည် အခြေခံဆိုရှယ်လစ်လှုပ်ရှားမှုကို အသင်းအဖွဲ့၊ သမဂ္ဂအများအပြားဖြင့် ဆောင်ရွက်လိုသူများဖြစ်ကြပြီး အပြန်အလှန်အားဖြင့် ပါတီတည်ရှိရန်မလိုဟု လက်ခံထားကြသည်။",
    "index_prod_desc": "<b style='color:{{colors.prod}};'>Production</b> <b>vs.</b> <b style='color:{{colors.eco}};'>Nature</b><br/>Production ရလဒ်မြင့်မားသူများသည် သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရန်ထက် စက်ရုံထုတ်ကုန်ပစ္စည်းများကို ထုတ်လုပ်ရန် အားသာသူများဖြစ်ကြသည်။ Nature ရလဒ်မြင့်မားသူများသည် တင်းကြပ်သော ဂေဟစနစ်ကာကွယ်ရေးနည်းလမ်းများဖြင့် သဘာဝပတ်ဝန်းကျင်ကို ထိန်းသိမ်းကာကွယ်လိုသူများ ဖြစ်ကြသည်။",
    "index_cons_desc": "<b style='color:{{colors.cons}};'>Conservative</b> <b>vs.</b> <b style='color:{{colors.prog}};'>Progressive</b><br/>Conservative ရလဒ်မြင့်မားသူများသည် လူမှုဘဝနေထိုင်မှုပုံစံကို ခေတ်ဟောင်းနိုင်ငံရေးအယူအဆနှင့် လက်ခံကြသူများဖြစ်ကြသည်။ Progressive ရလဒ်မြင့်မားသူများသည် လူနေမှုဘဝပုံစံကို ခေတ်သစ်လူနေမှုနိုင်ငံရေးအယူအဆများနှင့် လက်ခံကြသူများဖြစ်ကြသည်။",
    "index_h2_closest": "ရလဒ်က \"အနီးစပ်ဆုံးခံယူချက်\" ဆိုတာဘာလဲ?",
    "index_p_similar": " 8values ကဲ့သို့ပင် မေးခွန်းများဖြေဆိုပြီးပါက သင့်အမြင်နှင့်အနီးစပ်ဆုံး နိုင်ငံရေးအမြင်ကို တွက်ချက်ပေးပါမည်။ လက်ရှိအချိန်တွင် ဖြစ်နိုင်ခြေဝါဒ (၁၃)ခုထည့်သွင်းထားပြီး နောင်အချိန်တွင် အခြားဝါဒများကို ဆက်လက်ထည့်သွင်းသွားပါမည်။ လက်ရှိထည့်သွင်းထားသောဝါဒများမှာ Marxism-Leninism, Orthodox Marxism, Eco-Marxism, Centrist Marxism, Council Communism, Left Communism, Anarcho-Communism, Eco-Anarchism, Market Anarchism, Utopian Socialism, Democratic Socialism, Social Democracy and Left-Wing Nationalism တို့ဖြစ်ကြသည်။",
    "index_h2_scores": "သင့်ရလဒ်ကိုမကြိုက်ဘူးလား!",
    "index_p_scores": " ဒီကောက်ချက်ချမှုသည် အပြည့်အဝမမှန်နိုင်ဘူးဆိုတာကို သိထားပါ။ အဖြေပေါ်မူတည်၍ ကောက်ချက်ဆွဲထားခြင်းဖြစ်ပါသည်။ အကယ်၍ အခြားအကြံပြုချက်များရှိလျှင်  <a href='https://forms.gle/6WZYMb5GXkkDLhxr5'>ဤဖောင်ကို</a> ဖြည့်၍သော်လည်းကောင်း <a href='https://github.com/LeftValues/leftvalues.github.io'>GitHub Page</a> တွင် issue ဖွင့်၍လည်းကောင်း အကြံပြုနိုင်ပါသည်။ မြန်မာစာလုံးပေါင်းအမှားများနှင့် Error များကို <a href='https://github.com/swhn/LST>ဤနေရာတွင်</a> ကူညီနိုင်ပါသည်။ ",
    "index_h2_tracked": "Am I being tracked?",
    "index_p_tracked": "LeftValues does utilize very basic tracking to get an idea of the amount of visitors. No personal information is collected and answers/results are not saved. If you do not believe me, the code is open source and available for all to see. For transparency purposes, the collected data for the first week since release can be viewed on this <a href='https://docs.google.com/document/d/1pcnZdMkEmGXgLMS8izvqd_JEcgjuFgUnfqCRO32q2go/edit?usp=sharing'>Google Document</a>.",
    "index_license": "8values and LeftValues are licensed under the MIT License, which permits \"without restriction\" the rights to \"use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software\". LST (Left Score Test) is thus able to legally modify the original 8values, LeftValues without infringing on any copyright. LST also utilizes the same license.",
    "question_0": "အလုပ်သမားအခွင့်အရေးများရယူပြီး အရင်းရှင်လူ့အဖွဲ့အစည်းကို ပြန်လည်ပြုပြင်ခြင်းသည် ကောင်းသောနည်းလမ်းဖြစ်သည်။",
    "question_1": "တော်လှန်ရေးသည် ဆိုရှယ်လစ်စနစ်ကို အကောင်အထည်ဖော်ရန် အကောင်းဆုံးနည်းလမ်းဖြစ်သည်။",
    "question_2": "တော်လှန်ရေးကြောင့် ဖြစ်ပေါ်လာသော ဆုံးရှုံးမှုများသည် ကောင်းကျိုးထက်ပိုများလေ့ရှိသည်။ ",
    "question_3": "လစ်ဘရယ်ဒီမိုကရေစီသည် ဆိုရှယ်လစ်စနစ်ကိုသွားနိုင်သော နည်းလမ်းကောင်းတစ်ခုဖြစ်သည်။ ",
    "question_4": "အရင်းရှင်စနစ်၏ အကျိုးဆက်များကြောင့် ဆိုရှယ်လစ်တော်လှန်ရေး ပေါ်ပေါက်လာရခြင်းဖြစ်သည်။",
    "question_5": "အရင်းရှင်စနစ်၏ လုပ်ငန်းခွင်တွင်း ဒီမိုကရေစီသည် ဆိုရှယ်လစ်စီးပွားရေးစနစ် ပြီးမြောက်မှု၏ လက်ခံနိုင်သော အောင်မြင်မှုတစ်ခုဖြစ်သည်။",
    "question_6": "တော်လှန်ရေးကာလအတွင်း သွေးထွက်သံယိုမှုများသည် တော်လှန်ရေးရလဒ် အပေါင်းလက္ခဏာဖြစ်ပါက လက်ခံနိုင်သော အချက်ဖြစ်သည်။",
    "question_7": "ချမ်းသာသူများထံမှ အခွန်ကောက်ခံပြီး ပြန်လည်မျှဝေခြင်းသည် လူတန်းစား မညီမျှမှုများကို ဖျက်သိမ်းနိုင်မည့် နည်းလမ်းတစ်ခုဖြစ်သည်။",
    "question_8": "ခေတ်သစ်ဆိုရှယ်ဒီမိုကရေစီစနစ်သည် လက်ဝဲဝါဒမှ ဖောက်ပြန်သောစနစ်တစ်ခုဖြစ်သည်။",
    "question_9": "ဖိနှိပ်ချုပ်ချယ်ခံထားရသော ပြည်သူများသည် အခြားရွေးချယ်စရာများအားလုံး ကုန်သွားသောအခါ အကြမ်းဖက်ပုန်ကန်မှုတွင် ပါ၀င်ရန် အခွင့်အရေးရှိသည်။ ",
    "question_10": "စက်ရုံနှင့်လယ်ယာကဲ့သို့သော ထုတ်လုပ်မှုကိရိယာများသည် အများပြည်သူပိုင်ဖြစ်ရမည်။",
    "question_11": "ရုပ်ပိုင်းဆိုင်ရာ အခြေအနေများနှင့် လိုအပ်ချက်များသည် လူမှုစီးပွားရေးပြောင်းလဲမှုများ ဖြစ်ပေါ်စေရန် တွန်းအားများဖြစ်သည်။ ",
    "question_12": "ဆိုရှယ်လစ်စနစ်သည် ဖွံ့ဖြိုးပြီး စက်မှုနိုင်ငံများတွင်သာ အပြည့်အဝအောင်မြင်နိုင်သည်။",
    "question_13": "''တစ်ဦးချင်းစီ၏ လုပ်သလောက်ရခြင်းမှ တစ်ဦးချင်းစီ၏ လိုသလောက်ရနိုင်ခြင်းသို့'' သည် ကောင်းမွန်သော လမ်းစဉ်တစ်ခုဖြစ်သည်။",
    "question_14": "လက်ရှိအာဏာရလူတန်းစားကို ဆိုရှယ်လစ်လူမှုအဖွဲ့အစည်းနှင့်အညီ လိုက်လျောညီထွေဖြစ်အောင် ငြိမ်းချမ်းစွာ စည်းရုံးနိုင်သည်။",
    "question_15": "အရင်းရှင်ဝါဒသည် ၎င်းတို့ကြောင့်ဖြစ်ပေါ်လာသော အကျိုးဆက်များကြောင့် မိမိဘာသာ အဆုံးသတ်သွားလိမ့်မည်။",
    "question_16": "လူတန်းစားပဋိပက္ခသည် လူ့သမိုင်းအပေါ် များစွာလွှမ်းမိုးမှုရှိခဲ့သည်။",
    "question_17": "ဆိုရှယ်လစ်စနစ် တည်ထောင်ခြင်းဆိုသည်မှာ အချိန်တိုအတွင်း ချက်ချင်းတည်ထောင်ခြင်းထက် ဖြည်းဖြည်းစီ တည်ဆောက်ရခြင်းမျိုး ဖြစ်သည်။",
    "question_18": "လူ့အဖွဲ့အစည်းသည် အထူးသဖြင့် လူတစ်ယောက်ချင်းစီ၏ အတွေးအခေါ်များ၏ တွန်းအားများကြောင့်ဖြစ်သည်။",
    "question_19": "စုပေါင်းစီးပွားရေးနှင့် လူမှုဘဝတန်းတူညီမျှမှုသည် လက်တွေ့ဖြစ်လာနိုင်သည့်အရာဖြစ်သည်။",
    "question_20": "စီးပွားရေးစနစ်ကို အထက်မှအောက်ခြေသို့ တည်ဆောက်ထားသည်ထက် အောက်ခြေမှအထက်သို့ တည်ဆောက်ခြင်းက ပိုကောင်းသည်။",
    "question_21": "တစ်နိုင်ငံလုံးဆိုင်ရာ စီးပွားရေးစနစ် အကောင်အထည်ဖော်သူများထက် ဒေသခံဆိုင်ရာ စီးပွားရေးစနစ် အကောင်အထည်ဖော်သူများ၏ စီးပွားရေးဖော်ဆောင်မှုက ပို၍ထိရောက်သည်။",
    "question_22": "စီးပွားရေးပညာရှင်များကို အခြေခံထားသည့် ဗဟိုချုပ်ကိုင်သော စီးပွားရေးစနစ်ကို ပိုမိုဖော်ဆောင်သင့်သည်။",
    "question_23": "မဖွံ့ဖြိုးသေးသော လူ့အဖွဲ့အစည်းကို လျင်မြန်စွာတိုးတက်စေရန် ဗဟိုမှစီစဉ်သော စီးပွားရေးသည် အကောင်းဆုံးနည်းလမ်းဖြစ်သည်။",
    "question_24": "လုပ်ငန်းခွင်တွင်း ဒီမိုကရေစီနှင့် ကိုယ့်ကိုယ်ကို စီမံခန့်ခွဲခွင့်သည် ကောင်းသောအချက်တစ်ခုဖြစ်သည်။",
    "question_25": "နိုင်ငံတော်သည် အကြမ်းဖက်မှုနှင့် ဖိနှိပ်မှုများအပေါ် လက်ဝါးကြီးအုပ်ထားသည်ဟု သတ်မှတ်နိုင်သည်။",
    "question_26": "ဗဟိုမှချုပ်ကိုင်သော စီးပွားရေးစနစ်သည် ဆိုရှယ်လစ်စီးပွားရေးစနစ်မဟုတ်ပဲ နိုင်ငံတော်အရင်းရှင်စနစ် ဖြစ်သည်။",
    "question_27": "ဗျူရိုကရေစီနှင့် စွမ်းဆောင်ရည်အားနည်းမှုသည် ဗဟိုမှချုပ်ကိုင်သော စီးပွားရေးစနစ်တွင် အမြဲဖြစ်လေ့ရှိသည်။",
    "question_28": "အရင်းရှင်စနစ်နှင့် ဆိုရှယ်လစ်စနစ် အကူးအပြောင်းကာလတွင် ပစ္စည်းမဲ့အာဏာရှင်စနစ်ကို တည်ဆောက်သင့်သည်။",
    "question_29": "အစိုးရသည် လူတစ်ဦးချင်းစီကို သင့်တော်မည့်လုပ်ငန်းခွင်တွင် နေရာချပေးသင့်သည်။",
    "question_30": "ကမ္ဘာလုံးဆိုင်ရာ ဆိုရှယ်လစ်နိုင်ငံ တစ်ခုတည်းဖြစ်လာရေးသည် အမှန်တကယ်ဖြစ်လာနိုင်ပြီး ကောင်းသောအချက်ဖြစ်သည်။",
    "question_31": "အမျိုးသားရေးဝါဒနှငိ့ မျိုးချစ်ဝါဒသည် ဆိုရှယ်လစ် လူ့အဖွဲ့အစည်းတွင် လက်မခံနိင်သော လှုံ့ဆော်ခြင်းများဖြစ်သည်။",
    "question_32": "အပြည်ပြည်ဆိုင်ရာဆိုရှယ်လစ်လှုပ်ရှားမှုကို ပါတီတစ်ခု (သို့မဟုတ်) အသင်းအဖွဲ့တစ်ခုက ဦးဆောင်ရမည်။",
    "question_33": "နိုင်ငံခြားအရာရှိများသည် အခြားတိုင်းပြည်တစ်ခုတွင် မူဝါဒ ချမှတ်ခွင့်မရှိပါ။",
    "question_34": "ခံယူချက်တူသည့် ဆိုရှယ်လစ်နိုင်ငံများကြား နယ်နိမိတ်ဖွင့်ထားခြင်းသည် ကောင်းသောအချက်ဖြစ်သည်။",
    "question_35": "မည်သည့်ဆိုရှယ်လစ်နိုင်ငံမဆို မိမိတို့၏အတွေးအခေါ်များကို နိုင်ငံတကာသို့ ဖြန့်ဝေသင့်သည်။",
    "question_36": "ဓလေ့၊ ယဉ်ကျေးမှုတူသူများသည် ဖက်ဒရေးရှင်း၊ ကွန်ဖက်ဒရေးရှင်းများအဖြစ် ခွဲထွက် ဖွဲ့စည်းသင့်သည်။",
    "question_37": "အပြည််ပြည်ဆိုင်ရာ ပစ္စည်းမဲ့များကို မည်သည့်နိုင်ငံကမှ မပိုင်ဆိုင်ပါ။",
    "question_38": "အမျိုးသား လွတ်လပ်ရေး (သို့မဟုတ်) လူတိုင်း မိမိအတွက် ကိုယ်တိုင်ဆုံးဖြတ်နိုင်ခြင်းသည် အယူအဆကောင်းတစ်ခုဖြစ်သည်။",
    "question_39": "အခြားတိုင်းပြည်များကို ကူညီရန်အတွက် မိမိ၏ လက်ရှိစီးပွားရေး အရင်းအမြစ်များကို စွန့်လွှတ်သင့်လျှင် စွန့်လွှတ်ရမည်။",
    "question_40": "ဆိုရှယ်လစ် နိုင်ငံရေးပါတီများသည် လစ်ဘရယ်ဒီမိုကရက်တစ် ရွေးကောက်ပွဲများတွင် ပါဝင်သင့်သည်။",
    "question_41": "ကုန်သွယ်ရေးသမဂ္ဂများနှင့် အလုပ်သမားကောင်စီများသည် ဆိုရှယ်လစ်လူ့အဖွဲ့အစည်း၏ အခြေခံအုပ်မြစ် ဖြစ်သင့်သည်။",
    "question_42": "ဆိုရှယ်လစ်စနစ်ကို ဦးတည်သော နိုင်ငံရေးပါတီများနှင့် ခေါင်းဆောင်များသည် အမြဲတမ်းတည်ရှိနေမည့် အာဏာရှင်စနစ်ကို ဖြစ်ပေါ်စေလိမ့်မည်။",
    "question_43": "ဒီမိုကရက်တစ် ဗဟိုချုပ်ကိုင်ထားမှုသည် အာဏာရှင်စနစ်နှင့်ဖွဲ့စည်းထားသော ဖွဲ့စည်းမှုဖြစ်သည်။",
    "question_44": "အဓိပ္ပါယ်ရှိသော မည်သည့်ရလဒ်ကိုမဆို အလုပ်သမားပါတီများသာလျှင် ရယူနိုင်သည်။",
    "question_45": "အရှိန်အဟုန်ဖြင့် ရုတ်တရက်ဖြစ်ပေါ်လာသော လုပ်ဆောင်မှုများသည် အစီအစဉ်တကျရေးဆွဲထားသော လုပ်ဆောင်မှုများထက် ပို၍ အကျိုးသက်ရောက်သည်။",
    "question_46": "အလုပ်သမားအများစုသည် ဆိုရှယ်လစ်ပါတီများထက် ဓနရှင် နိုင်ငံရေးပါတီများကို ပိုထောက်ခံခြင်းသည် ဆိုရှယ်လစ်ပါတီ၏ မူဝါဒမှာ လက်ရှိနှင့် ကိုက်ညီခြင်းမရှိတော့ဟု ဆိုလိုခြင်းဖြစ်သည်။",
    "question_47": "ဆိုရှယ်လစ်အဖွဲ့အစည်းများသည် အများအားဖြင့် ဗဟိုချုပ်ကိုင်မှု အားနည်း/လျှော့ချသည့်အခါ ပို၍ကောင်းသည်။",
    "question_48": "ကုန်သွယ်ရေးသမဂ္ဂသည် အာဏာရလူတန်းစားအများစု၏ ယိုယွင်းဖောက်ပြန်မှုဖြစ်ပြီး ဆိုရှယ်လစ်အဖွဲ့အစည်းအတွက် အလားအလာရှိသော ဖွဲ့စည်းပုံမဟုတ်တော့ပါ။",
    "question_49": "ရာသီဥတုဖောက်ပြန်ခြင်းသည် ဆိုရှယ်လစ်များတိုက်ခိုက်ရမည့် အတားအဆီးတစ်ခုဖြစ်သည်။",
    "question_50": "အကယ်၍ ထုတ်လုပ်မှုနှင့် လူ့အရည်အသွေးကျဆင်းသွားပါက သဘာဝပတ်ဝန်းကျင် ထိန်းသိမ်းကာကွယ်ရေး နည်းလမ်းများကို ပယ်ဖျက်ရလိမ့်မည်။",
    "question_51": "ဓာတ်ဆီနှင့် အခြားဆီများအစား အသစ်ပြန်လည် ဖြစ်တည်နိုင်သောစွမ်းအင် (ဆိုလာ,လေအား,ရေအား) များဖြင်အစားထိုးနိုင်မည်ဟု ယုံကြည်ခြင်းသည် ရူးမိုက်သော အတွေးအခေါ်ဖြစ်သည်။",
    "question_52": "လက်မှုလယ်ယာစနစ်သည် ထုတ်လုပ်မှု နိမ့်ကျနိုင်သည့်တိုင် စက်မှုလယ်ယာစနစ် ကျင့်သုံးခြင်းကို ပယ်ဖျက်ရမည်။",
    "question_53": "ပတ်ဝန်းကျင်ဆိုင်ရာ အကာအကွယ်များကို ဖော်ဆောင်ခြင်းသည် ဆိုရှယ်လစ်စနစ်အောင်မြင်ရန် အရေးကြီးသော လုပ်ငန်းစဉ်ဖြစ်သည်။",
    "question_54": "Cultured Meat (တိရစ္ဆာန်ကိုမသတ်ပဲ ဆဲလ်နည်းနည်းစီထုတ်ယူ၍ အသားအဖြစ် ပြန်လည်ဖန်တီးထားသောအသား)ကဲ့သို့ ပတ်ဝန်းကျင်ထိန်းသိမ်းရေးအတွက် အထောက်အကူပြုသော အသားများကို များစွာ အကောင်အထည်ဖော်သင့်သည်။",
    "question_55": "ကားများကဲ့သို့ တစ်ဦးပိုင်ယာဉ်များအစား ဘက်စ်၊ ရထားကဲ့သို့ အများပိုင် သယ်ယူပို့ဆောင်ရေးယာဉ်များနှင့် အစားထိုးသင့်သည်။",
    "question_56": "သဘာဝပတ်ဝန်းကျင်ကို ထိန်းသိမ်းရန် ဦးစားပေးမည်ဆိုပါက လူနေမှုဘဝကို အတိုင်းအတာတစ်ခုထိ အထိခိုက်ခံရမည်ဖြစ်သည်။",
    "question_57": "သဘာဝသယံဇာတ ထုတ်ယူမှုကို ကန့်သတ်ရန် ကျွန်ုပ်တို့၏ အစာစားသုံးမှုကို အခြေခံမှစ၍ ပြောင်းလဲရမည်ဖြစ်သည်။",
    "question_58": "ပတ်ဝန်းကျင်ဆိုင်ရာ ဘေးအန္တရာယ်များကို ကာကွယ်ရန် လူဦးရေတိုးပွားမှုကို ထိန်းချုပ်ရမည်ဖြစ်သည်။",
    "question_59": "အသေးစားသဘာဝအရ ပျက်ဆီးခြင်းကို ဖြစ်စေနိုင်သော်လည်း ထိုအရာသည် လူသားများအတွက် အကျိုးဖြစ်ထွန်းလျှင် ပျက်ဆီးခံ၍ လုပ်ဆောင်ရမည် ဖြစ်သည်။",
    "question_60": "လူသားများသည် ရေရှည်တွင် ရာသီဥတုဆိုင်ရာ ပြဿနာများကို ‌ဖြေရှင်းနိုင်ရန် ယခင်ခေတ်များတွင် နေထိုင်သကဲ့သို့ ပြန်လည်နေထိုင်ရမည်ဖြစ်သည်။",
    "question_61": "၂၀ရာစု ဆိုရှယ်လစ်နိုင်ငံတော်များသည် သဘာဝပတ်ဝန်းကျင် ထိန်းသိမ်းရေးအပေါ် လုပ်ဆောင်ရန် ပျက်ကွက်ခဲ့သည်ကို ကျွန်ုပ်တို့ လက်ခံရမည်ဖြစ်သည်။",
    "question_62": "LGBTQ+များ ဖိနှိပ်ခံရခြင်းသည် အရေးတကြီး ဖြေရှင်းရန်လိုသည့် ပြဿနာတစ်ခုဖြစ်သည်။",
    "question_63": "အမျိုးသမီးများသည် အိမ်မှုကိစ္စလုပ်ရမည်ကဲ့သို့သော ရှေးရိုးရာ လိင်သတ်မှတ်မှု အတားအဆီးကို ကျော်ဖြတ်ကြရန်လိုသည်။",
    "question_64": "ထိမ်းမြားခြင်းသည် ဖိုဝါဒကြီးစိုးသည့်အရာ ဖြစ်သည့်အတွက် ပယ်ဖျက်ပစ်ရန် လိုအပ်သည်။",
    "question_65": "ကိုယ်ဝန်ဖျက်ချခြင်းသည် လူမဆန်သောလုပ်ရပ်ဖြစ်ပြီး တားဆီးခြင်း(သို့မဟုတ်) တင်းကြပ်စွာ ကန့်သတ်ခြင်းများ ပြုလုပ်သင့်သည်။",
    "question_66": "ဘာသာတရားများသည် အပြုသဘောဆောင်သော အကျိုးများရှိပြီး လူများအပေါ် လွှမ်းမိုးမှုရှိသင့်သည်။",
    "question_67": "လူနည်းစုလူမျိုးများအပေါ် တရားဝင် အထူးကာကွယ်မှုများ ရှိသင့်သည်။",
    "question_68": "ဆိုရှယ်လစ်အစိုးရသည် မည်သည့်အကြောင်းနှင့်မှ ဘာသာရေး(သို့မဟုတ်)ရိုးရာယဉ်ကျေးမှုကို တားဆီးခွင့်မရှိသင့်ပါ။",
    "question_69": "ထောင်များသည် ဖိနှိပ်ချုပ်ချယ်မှုများနှင့် ခေတ်နောက်ကျနေသော အဖွဲ့အစည်းများဖြစ်သည့်အတွက် ဖျက်သိမ်းပစ်ရန်လိုအပ်သည်။ ",
    "question_70": "အစုအပြုံလိုက်လူဝင်မှုကို ခွင့်ပြုသည့် မူဝါဒများသည် အယုံလွယ်ခြင်းဖြစ်ပြီး အကောင်အထည်မဖော်သင့်ပါ။",
    "question_71": "လူမှုဘဝတိုးတက်အောင် မလုပ်ဆောင်နိုင်ပဲ ဆိုရှယ်လစ် လူ့အဖွဲ့အစည်းကို မဖော်ဆောင်နိုင်ပါ။",
    "ideology_Marxism-Leninism_name": "Marxism-Leninism",
    "ideology_Marxism-Leninism_desc": "မာ့က်စ်-လီနင်ဝါဒသည် ၂၀ရာစု ဆိုဗီယက်ယူနီယံ၌ ဖော်ဆောင်ခဲ့သည့် မာ့က်စ်ဝ်ဒ၏ အခွဲတစ်ခုဖြစ်သည်။ မာ့က်စ်-လီနင်ဝါဒီတို့သည် တော်လှန်ရေးနှင့် ဆိုရှယ်လစ်စနစ် အောင်မြင်ရန်အတွက် လမ်းစဉ်တစ်ခုအဖြစ် ကွန်မြူနစ်ပါတီကို အကြီးအကျယ် ထောက်ခံခဲ့ကြသည်။ မာစ့်-လီနင်ဝါဒီတို့သည် အခြားသော မာ့က်စ်ဝါဒီများထက် အမျိုးသားရေးနှင့် မျိုးချစ်စိတ် နည်းလေ့ရှိပြီး သဘာဝပတ်ဝန်းကျင်ဆိုင်ရာ ထိန်းသိမ်းကာကွယ်ရေးထက် စက်မှုတိုးတက်မှုကို ပိုအလေးပေးသည်။ <a href='https://en.wikipedia.org/wiki/Marxism%E2%80%93Leninism'>Learn More</a>",
    "ideology_Orthodox-Marxism_name": "Orthodox Marxism",
    "ideology_Orthodox-Marxism_desc": "Orthodox Marxism သည် မာ့က်စ်ဝါဒ ပုံစံတစ်မျိုးဖြစ်သည်။ ၎င်းတို့သည် ရှေးယခင်ကရေးသားခဲ့ပြီး အနုပဋိလောမရုပ်ဝါဒကို အခြေခံသည့် မာ့က်စ်ဝါဒသီအိုရီ မူရင်းကျမ်းကို လက်ခံကျင့်သုံးကြသည်။ Orthodox မာ့က်စ်ဝါဒီများသည် များသောအားဖြင့် တော်လှန်ရေးကို အားသာသည့် အပြည်ပြည်ဆိုင်ရာ ပူးပေါင်းရေးဝါဒီများဖြစ်ကြပြီး စက်မှုစနစ်မဟုတ်သည့် လူ့အဖွဲ့အစည်းသည် ဆိုရှယ်လစ်စနစ်ကို မအောင်မြင်သေးဟု လက်ခံကြသည်။",
    "ideology_Eco-Marxism_name": "Eco-Marxism",
    "ideology_Eco-Marxism_desc": "Eco-Marxism သည် သဘာဝပတ်ဝန်းကျင် ထိန်းသိမ်းကာကွယ်ရေးကို အထူးအလေးပေးသော Orthodox မာ့က်စ်ဝါဒ တစ်မျိုးဖြစ်သည်။ Eco-မာ့က်စ်ဝါဒီများသည် ဗဟိုချုပ်ကိုင်သည့် စီးပွားရေးစနစ်ကို သဘာဝဘေးအန္တရာယ် ကာကွယ်တားဆီးနိုင်ရန် အသုံးပြုလိုကြသည်။ <a href='https://www.sociologygroup.com/ecological-marxism/'>Learn More</a>",
    "ideology_Centrist-Marxism_name": "Centrist Marxism",
    "ideology_Centrist-Marxism_desc": "Centrist Marxism ဆိုသည်မှာ မာ့က်စ်ဝါဒတစ်မျိုးဖြစ်ပြီး စီးပွားရေးနှင့် လူ့အဖွဲ့အစည်းဆိုင်ရာ ယူဆချက်များကို မာ့က်စ်ဝါဒမှထုတ်ယူပြီး တော်လှန်ရေးနှင့် ပြန်လည်တည်ဆောက်ရေးဆိုင်ရာ အယူအဆများကို လက်မခံသော ဝါဒဖြစ်သည်။ Centrist Marxist အများစုမှာ အခြားသော မာ့က်စ်ဝါဒီများထက် အမျိုးသားရေး ပိုဆန်လေ့ရှိသည်။ <a href='https://en.wikipedia.org/wiki/Centrist_Marxism'>Learn More</a>",
    "ideology_Council-Communism_name": "Council Communism",
    "ideology_Council-Communism_desc": "ကောင်စီကွန်မြူနစ်ဝါဒသည် ၂၀ ရာစု အစောပိုင်းတွင် ဂျာမနီနှင့် ဟော်လန်တို့တွင် ပေါ်ထွက်လာသည့် လက်ဝဲကွန်မြူနစ်ဝါဒ၏ ပုံစံဖြစ်သည်။ ကောင်စီကွန်မြူနစ်များသည် လစ်ဘရယ်ဒီမိုကရေစီတွင် ပါဝင်မှုကိုငြင်းပယ်ပြီး မစီစဉ်ထားပဲ အကြောင်းအမျိုးမျိုးကြောင့် အလိုအလျောက်ဖြစ်ပေါ်လာသော လူထုအုံကြွမှုများကို ပိုမိုယုံကြည်ကြသည်။ ကောင်စီကွန်မြူနစ်များသည် နိုင်ငံရေးပါတီထက် အလုပ်သမားများကောင်စီကို ပိုအလေးပေးကြသည်။ <a href='https://en.wikipedia.org/wiki/Council_communism'>Learn More</a>",
    "ideology_Left-Communism_name": "Left Communism",
    "ideology_Left-Communism_desc": "Left Communism သည် လက်ဝဲစွန်းရောက်သော မာ့က်စ်ဝါဒ၏ ပုံစံတစ်မျိုးဖြစ်သည်။ လက်ဝဲစွန်းကွန်မြူနစ်မျာသည် တော်လှန်ရေးနှင့် အပြည်ပြည်ဆိုင်ရာ စုပေါငါးရေးဝါဒကို ခြွင်းချက်မရှိလက်ခံကြသော်လည် သမဂ္ဂများဖြင့်ဆောင်ရွက်မှု လစ်ဘရယ်ဒီမိုကရေစီတွင် ပါဝင်မှု၊ အမျိုးသားလွတ်မြောက်ခွင့်နှင့် ကိုယ်ပိုင်ပြဌာန်းခွင့်တို့ကို ငြင်းပယ်ကြသည်။ <a href='https://en.wikipedia.org/wiki/Left_communism'>Learn More</a>",
    "ideology_Anarcho-Communism_name": "Anarcho-Communism",
    "ideology_Anarcho-Communism_desc": "Anarcho-Communism များသည် အရင်းရှင်စနစ်နှင့် နိုင်ငံတော်ကို ဖျက်သိမ်းခြင်း၊ ကုန်ထုတ်ကိရိယာများကို ဘုံပိုင်ဆိုင်မှုတို့ကို ထောက်ခံသည့် မင်းမဲ့ဝါဒတစ်မျိုးဖြစ်သည်။ မင်းမဲ့-ကွန်မြူနစ်များသည် Anarcho-Syndicalism ကဲ့သို့ လူ့အဖွဲ့အစည်းကို စုဖွဲ့သည့်နည်းလမ်းနှင့် ဗဟိုချုပ်ကိုင်မှုနည်းသော အစိုးရနှင့် စီးပွားရေးကို ထောက်ခံကြသည်။ <a href='https://en.wikipedia.org/wiki/Anarcho-communism'>Learn More</a>",
    "ideology_Eco-Anarchism_name": "Eco-Anarchism",
    "ideology_Eco-Anarchism_desc": "Eco-Anarchism (သို့မဟုတ်) Green Anarchism များသည် သဘာဝပတ်ဝန်းကျင်ဆိုင်ရာ  ကိစ္စများကို အထူးအလေးပေးသော မင်းမဲ့ဝါဒတစ်မျိုးဖြစ်သည်။ ၎င်းတို့သည် Anarcho-Syndicalism ကဲ့သို့ မတူညီသောဝါဒများနှင့် ချိတ်ဆက်လေ့ရှိပြီး အများအားဖြင့် တော်လှန်ရေးနှင့် သဘာဝပတ်ဝန်းကျင် ထိန်းသိမ်းရေးကိုဦးတည်သော ဗဟိုချုပ်ကိုင်မှု မရှိသော တန်းတူညီမျှရှိသည့် စီးပွားရေးကို ထောက်ခံကြသည်။ <a href='https://en.wikipedia.org/wiki/Green_anarchism'>Learn More</a>",
    "ideology_Market-Anarchism_name": "Market Anarchism",
    "ideology_Market-Anarchism_desc": "Market Anarchism သည် ရာထူးအဆင့်ဆင့်ထားရှိမှု၊ နိုင်ငံတော်နှင့် အရင်းရှင်စနစ်ကို ဖျက်သိမ်းလိုသည့် မင်းမဲ့ဝါဒဖြစ်ပြီး တစ်ဦးချင်း ကိုယ်ပိုင်မူချမှတ်မှု၊ အလယ်အလတ်ပြုပြင်ပြောင်းလဲရေးကို ထောက်ခံကြသည်။ ၎င်းင်းကို အရင်းရှင်-မင်းမဲ့ဝါဒနှင့် မရောထွေးသင့်ပါ။ <a href='https://en.wikipedia.org/wiki/Free-market_anarchism'>Learn More</a>",
    "ideology_Utopian-Socialism_name": "Utopian Socialism",
    "ideology_Utopian-Socialism_desc": "ယူတိုပီးယမ်း ဆိုရှယ်လစ်ဝါဒသည် လူ့အဖွဲ့အစည်းအတွက် သာတူညီမျှမှု၊ ကိုယ်ကျင့်တရားနှင့် စိတ်ဝါဒ အခြေခံအုပ်မြစ်ကို လက်ခံကြသည့် မာ့က်ဝါဒမတိုင်မီ ဝါဒတစ်ခုဖြစ်သည်။ ၎င်းတို့သည် တော်လှန်ရေးကိုငြင်းပယ်ပြီး အုပ်ချုပ်သူလူတန်းစားကို ပြုပြင်ပြောင်းလဲ၍ ဆိုရှယ်လစ်စနစ်ကို ကျင့်သုံးနိုင်သည်ဟု ယုံကြည်ကြသည်။ <a href='https://en.wikipedia.org/wiki/Utopian_socialism'>Learn More</a>",
    "ideology_Democratic-Socialism_name": "Democratic Socialism",
    "ideology_Democratic-Socialism_desc": " ဒီမိုကရက်တစ်ဆိုရှယ်လစ်ဝါဒသည် လစ်ဘရယ်ဒီမိုကရေစီကို အသုံးပြု၍ ဆိုရှယ်လစ်စီးပွားရေးနှင့် လူမှုအဖွဲ့အစည်းရအောင် ကြိုးစားကြသည့် ဆိုရှယ်လစ်ဝါဒတစ်မျိုး ဖြစ်သည်။ ဒီမိုကရက်တစ်ဆိုရှယ်လစ်များသည် တော်လှန်ရေးနှင့် ဗဟိုချုပ်ကိုင်မှု စီးပွားရေးစနစ်များကို ငြင်းပယ်ကြပြီး ပြည်သူပိုင်ပစ္စည်းကို အလယ်အလတ် လူမှုပိုင်ဆိုင်မှုများနှင့် ဒီမိုကရက်တစ် လုပ်ငန်းခွင်တွင်း ကိုယ်တိုင်စီမံခွင့်တို့ကို ထောက်ခံကြသည်။ <a href='https://en.wikipedia.org/wiki/Democratic_socialism'>Learn More</a>",
    "ideology_Social-Democracy_name": "Social Democracy",
    "ideology_Social-Democracy_desc": "ဆိုရှယ်ဒီမိုကရေစီသည် လက်ဝဲယိမ်းသော လူမှုဖူလုံရေးနှင့် လစ်ဘရယ်နှင့်အရင်းရှင်စနစ်ကို ပေါင်းစပ်ထားသည့် စည်းမျဉ်းများကို လက်ခံသည့် အလယ်-လက်ဝဲ နိုင်ငံရေးသဘောတရားဖြစ်သည်။ ခေတ်သစ်ဆိုရှယ်ဒီမိုကရက် တော်တော်များများသည် Keynesian စီးပွားရေးအတော်များများကို သဘောကျလေ့ရှိသည်။ <a href='https://en.wikipedia.org/wiki/Social_democracy'>Learn More</a> ",
    "ideology_Left-Wing-Nationalism_name": "Left-Wing Nationalism",
    "ideology_Left-Wing-Nationalism_desc": "လက်ဝဲယိမ်းအမျိုးသားရေးဝါဒီများသည် လက်ဝဲစီးပွားရေးကို နိုင်ငံခြားသားမပါသော အမျိုးသားရေး၊ မျိုးချစ်စိတ်များနှင့် ရောနှောထားသည် သဘောတရားဖြစ်သည်။ လက်ဝဲယိမ်းအမျိုးသာရေးဝါဒီများသည် နယ်ချဲ့ဆန့်ကျင်ရေး၊ အမျိုးသားလွတ်လပ်ရေး လှုပ်ရှားမှုများတွင်လဲ ပါဝင်လေ့ရှိသည်။ <a href='https://en.wikipedia.org/wiki/Left-wing_nationalism'>Learn More</a> "
}
